"无法访问相册中照片" = "无法访问相册中照片";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。";
"前往系统设置" = "前往系统设置";
"设置" = "设置";
"取消" = "取消";
"相册" = "相册";
"完成" = "完成";
"原图" = "原图";
"仅看一次" = "仅看一次";
"原片" = "原片";
"预览" = "预览";
"编辑" = "编辑";
"返回" = "返回";
"还原" = "还原";
"自由" = "自由";
"没有可选资源" = "没有可选资源";
"照片和视频不能同时选择" = "照片和视频不能同时选择";
"最多只能选择%d张照片" = "最多只能选择%d张照片";
"已达到最大选择数" = "已达到最大选择数";
"视频最大时长为%d秒，无法选择" = "视频最大时长为%d秒，无法选择";
"视频最小时长为%d秒，无法选择" = "视频最小时长为%d秒，无法选择";
"视频和照片不能同时选择" = "视频和照片不能同时选择";
"最多只能选择%d个视频" = "最多只能选择%d个视频";
"正在下载" = "正在下载";
"下载失败" = "下载失败";
"没有照片" = "没有照片";
"你可以使用相机拍些照片" = "你可以使用相机拍些照片";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "无法访问相册中所有照片，\n建议允许访问「照片」中的「所有照片」";
"只能查看允许访问的照片和相关相册" = "只能查看允许访问的照片和相关相册";
"无法使用相机!" = "无法使用相机!";
"无法使用相机功能" = "无法使用相机功能";
"请前往系统设置中，允许访问「相机」。" = "请前往系统设置中，允许访问「相机」。";
"照片大小超过最大限制" = "照片大小超过最大限制";
"视频大小超过最大限制" = "视频大小超过最大限制";
"视频导出失败" = "视频导出失败";
"保存失败" = "保存失败";
"所有照片" = "所有照片";
"正在处理..." = "正在处理...";
"处理失败" = "处理失败";
"导出失败" = "导出失败";
"视频加载中" = "视频加载中";
"视频加载失败!" = "视频加载失败!";
"视频可编辑最大时长为%d秒，无法编辑" = "视频可编辑最大时长为%d秒，无法编辑";
"相机不可用!" = "相机不可用!";
"确定" = "确定";
"提示" = "提示";
"图片获取失败!" = "图片获取失败!";
"视频获取失败!" = "视频获取失败!";
"图片下载中" = "图片下载中";
"视频下载中" = "视频下载中";
"设置失败!" = "设置失败!";
"唯美" = "唯美";
"梦幻" = "梦幻";
"老电影" = "老电影";
"怀旧" = "怀旧";
"黑白" = "黑白";
"色调" = "色调";
"模糊" = "模糊";
"岁月" = "岁月";
"单色" = "单色";
"褪色" = "褪色";
"冲印" = "冲印";
"铬黄" = "铬黄";
"暂无配乐" = "暂无配乐";
"配乐" = "配乐";
"视频原声" = "视频原声";
"正在同步iCloud" = "正在同步iCloud";
"iCloud同步失败" = "iCloud同步失败";
"拖动到此处删除" = "拖动到此处删除";
"松手即可删除" = "松手即可删除";
"搜索" = "搜索";
"背景音乐" = "背景音乐";
"搜索歌名" = "搜索歌名";
"此歌曲暂无歌词，请您欣赏" = "此歌曲暂无歌词，请您欣赏";
"选择" = "选择";
"取消选择" = "取消选择";
"歌词" = "歌词";
"拍摄失败!" = "拍摄失败!";
"摄像头切换失败!" = "摄像头切换失败!";
"相机初始化失败!" = "相机初始化失败!";
"轻触拍照" = "轻触拍照";
"按住摄像" = "按住摄像";
"轻触拍照，按住摄像" = "轻触拍照，按住摄像";
"拍摄时长不足%d秒" = "拍摄时长不足%d秒";
"麦克风添加失败，录制视频会没有声音哦!" = "麦克风添加失败，录制视频会没有声音哦!";
"无法使用麦克风" = "无法使用麦克风";
"请在设置-隐私-相机中允许访问麦克风" = "请在设置-隐私-相机中允许访问麦克风";
"更多" = "更多";
"张照片" = "张照片";
"个视频" = "个视频";
"实况" = "实况";
"照片" = "照片";
"视频" = "视频";
"点击摄像" = "点击摄像";
"音量" = "音量";
"明亮" = "明亮";
"删除" = "删除";
"原始比例" = "原始比例";
"自由格式" = "自由格式";
"正方形" = "正方形";
"亮度" = "亮度";
"对比度" = "对比度";
"饱和度" = "饱和度";
"曝光度" = "曝光度";
"色温" = "色温";
"暗角" = "暗角";
"锐化" = "锐化";
"蒙版素材" = "蒙版素材";
"筛选" = "筛选";
"筛选条件" = "筛选条件";
"无筛选条件" = "无筛选条件";
"没有项目" = "没有项目";
"筛选结果" = "筛选结果";
"所有项目" = "所有项目";
"已编辑" = "已编辑";
"仅显示" = "仅显示";
"筛选照片" = "照片";
"筛选视频" = "视频";
"选择相册" = "选择相册";
"我的相册" = "我的相册";
"媒体类型" = "媒体类型";
"查看全部" = "查看全部";
"全部" = "全部";
"清空已编辑的内容" = "清空已编辑的内容";
"高光" = "高光";
"阴影" = "阴影";

"HXAlbumCameraRoll" = "所有照片";
"HXAlbumPanoramas" = "全景照片";
"HXAlbumVideos" = "视频";
"HXAlbumFavorites" = "个人收藏";
"HXAlbumTimelapses" = "延时摄影";
"HXAlbumRecents" = "最近项目";
"HXAlbumRecentlyAdded" = "最近添加";
"HXAlbumBursts" = "连拍快照";
"HXAlbumSlomoVideos" = "慢动作";
"HXAlbumSelfPortraits" = "自拍";
"HXAlbumScreenshots" = "屏幕快照";
"HXAlbumDepthEffect" = "人像";
"HXAlbumLivePhotos" = "实况照片";
"HXAlbumAnimated" = "动图";
